/* The default text for the LoadingIndicatorView.\n This string can be overwritten by the \"text\" property in LoadingIndicatorView. */
"LoadingDefaultTextKey" = "Loading";

/* The default text for an indicator in progress. */
"IndicatorProgressTextKey" = "In progress";

/* The default text for an indicator which is halted. */
"IndicatorHaltedTextKey" = "Progress halted";

/* The default text for an indicator which is completed. */
"IndicatorCompletedTextKey" = "Progress completed";

/* The default text for an indicator in progress with option to pause. */
"LoadingPausableTextKey" = "In progress with option to pause";

/* The default text for an indicator in progress with option to cancel.\n Accessability enablement of indicators without a label. */
"LoadingStoppableTextKey" = "In progress with option to cancel";

